{
    _id: 'data\\plats\\BLUFFS\\Bluffs 3-3N Recorded Plat.pdf',
    pages: [
        {
            '0': {
                images: [
                    {
                        rotation: 90,
                        rotation_to_zero: 270,
                        rotation_confidence: 1.77,
                        script_language: 'Cyrillic',
                        script_confidence: 0,
                        format: 'PNG',
                        mode: 'RGB',
                        filename: '',
                        info: {
                            dpi: [
                                96.012,
                                96.012
                            ]
                        },
                        rotated_for_ocr: true,
                        text: 'A6IS66 Qu?  FINAL PLAT OF THE BLUFFS AT CRYSTAL FALLS SECTION 3, PHASE SN  \\3  SHEET INDEX SHEET 1: COVER SHEET SHEET 2: FINAL PLAT SHEET  SUBMITTAL DATE: MARCH 21, 2018  TOTAL AREA OF THIS PLAT: 16.338 ACRES TOTAL NUMBER OF LOTS: 44  RESIDENTIAL: 414  NON-RESIDENTIAL: 3  LINEAR FEET OF NEW STREETS: OSAGE DRIVE: 457  RIO LOBO PASS: 459  WAR WAGON WAY: 452  WAGON MASTER COURT: 224 TOTAL: 1592  OWNER AND DEVELOPER:  TAYLOR MORRISON AT CRYSTAL FALLS, LLC 11200 LAKELINE BOULEVARD, SUITE 150A AUSTIN, TEXAS 78717  AGENT: MICHAEL SLACK, VICE PRESIDENT  RA ni  oN OSAGE ny ~VY7 / YAUPON H 3 j | RANGE OR.” N my  SURVEYOR:  G&R SURVEYING, LLC 1805 OUIDA DRIVE P AUSTIN, TEXAS 78728  ENGINEER:  JAY ENGINEERING CO., INC, P. QO. BOX 1220  LEANDER, TEXAS 78646  LOCATION MAP SCALE: 1”=2000’  DESCRIPTION OF 16.338 ACRES OF LAND SITUATED IN TRAVIS COUNTY, TEXAS, OUT OF THE B.F., DAVIS SURVEY 73, ABSTRACT NO, 2280 AND THE LUCINDA CARTER SURVEY, DELTA RADIUS CHORD BEARING CHORD TANGENT ABSTRACT NO, 2209, BEING A PORTION OF THAT 436.9248 ACRE TRACT OF LAND CONVEYED TO TAYLOR MORRISON AT CRYSTAL FALLS, LLC, BY DEED OF RECORD IN 30°00\'00" 70.00" 3740" N6O"14\'42"W 78.28" 30.00" DOCUMENT NO. 2010094028, OFFICIAL PUBLIC RECORDS OF TRAVIS COUNTY, TEXAS; SAID 16.338 ACRE TRACT BEING MORE PARTICULARLY DESCRIBED BY METES AND ——}— area oan ae oo er ar — BOUNDS AS FOLLOWS: 90°00’00 20.00 31.42 N29°45\'18"E 28.28 20.00 90\'00\'00" | _20.00\' _ 31.42" S60\'14\'42°E 28.28\' 20.00” BEGINNING AT AN IRON ROD WITH G&R CAP FOUND AT THE COMMON WESTERLY CORNER OF LOTS 1 AND 2, BLOCK Z, THE BLUFFS AT CRYSTAL FALLS SECTION 3, PHASE 7013813" 50 00" BB GQ" S89°37\'43"E or 3L, A SUBDIVISION OF RECORD IN DOCUMENT NO. 201700252, OFFICIAL PUBLIC RECORDS OF TRAVIS COUNTY, TEXAS, SAME BEING THE SOUTHEASTERLY CORNER OF LOT 12, at WO BER <s 21 mele BLOCK Z, THE BLUFFS AT CRYSTAL FALLS SECTION 3, PHASE 3M, A SUBDIVISION OF RECORD IN DOCUMENT NO.201¥Q0I1Oe, OFFICIAL PUBLIC RECORDS OF TRAMS 73°53\'53 60.00 77.39 $68°45\'34"E 72.13) 45.13’ COUNTY, TEXAS, FOR THE NORTHEASTERLY CORNER OF THE HEREIN DESCRIBED TRACT; 90°00\'00" 20.00" 31.42" $42°21\'05"E °28.28° 20.00’ THENCE OVER AND ACROSS SAID 436.9248 ACRE TRACT WITH THE WESTERLY LINE OF SAID BLUFFS AT CRYSTAL FALLS SECTION 3, PHASE 3L , THE FOLLOWING SEVEN (7) 90°00\'00" 20.00" N47°38°55"E 28.28" 20.00" COURSES: | C8 | 55°46°16 20.00 N25°14\'13°W 18.71 10.58° | | co | 55°46\'16" 20.00’ 19.47’ $30°32\'03"W 18.71! 10.58’ 1.S05°58°23"W, A DISTANCE OF 210.35 FEET TO AN IRON ROD WITH G&R CAP FOUND; C10 | 2913232" | 60.00 | 305.30" NB7"21°05"W 67.50 40.82 2,587°21\'05"E, A DISTANCE OF 76,00 FEET TO AN IRON ROD WITH G&R CAP FOUND; 12°29\'43” 275,00\' 59.97\' $81°06\'14"E 59.85\' 30.11 _ 12°29\'43” 325.00’ 70.88° $81°06\'14"E 70.74" 35.58" 4.N87"21’05"W, A DISTANCE OF 33.56 FEET TO AN IRON ROD WITH G&R CAP FOUND; 89°58°17" 20.00" 31.41 N60°09°29"E 28.28 | 19.99" 55\'46\'16” 20.00’ 19.47’ N12°42\'47"W 18.71 10.58’ 5,.$02°38\'55°W, A DISTANCE OF 189.17 FEET TO AN IRON ROD WITH G&R CAP FOUND; 55°46\'16” 20.00’ 19.47’ $43°03\'29"W 18.71° 10.58\' 6.S12°58\'12"W, A DISTANCE OF 54.68 FEET TO AN IRON ROD WITH G&R CAP FOUND, FOR THE SOUTHEASTERLY CORNER OF THE HEREIN DESCRIBED TRACT; 291°52 52° | __60.00 ~ 305.30 N74"49°39"W 67.50" 40.82’ 59°36\'41 275.00 286.11 $45°03\'02”E 273.38 157.53’ 7.N78°46\'41"W, A DISTANCE OF 124.19 FEET TO A 1/2” IRON ROD FOUND IN THE SOUTHERLY LINE OF SAID 436.9248 ACRE TRACT, SAME BEING THE NORTHERLY LINE OF | C19 | 59°36\'41” 325.00’ 338.13\' $45\'03\'02"E 323.09\' 186.17’ A2144.875 ACRE TRACT OF LAND CONVEYED TO TRAVISSO, LTD., BY DEED OF RECORD IN DOCUMENT NO. 2013056181, OFFICIAL PUBLIC RECORDS OF TRAVIS COUNTY, 90°00\'00" 30.00" 31.42" $99°45°18°W 38.28 20.00" 1s - 29°50\'15” 565.00” 294.23° $89°40\'26"W 290.92’ 150.53 THENCE WITH THE SOUTHERLY LINE OF SAID 436.9248 ACRE TRACT AND THE NORTHERLY LINE OF SAID 2144.875 ACRE | C22 | 29°50\'15" 635.00’ 330.68’ S89°40\'26"W 326.96’ 169.18° TRACT, THE FOLLOWING SEVEN (7) COURSES: 03441" 325.00’ SB7°04\'00"E 1. N76°09\'26"W, A DISTANCE OF 138.30 FEET TO A 1/2” IRON ROD FOUND; 11°55\'32” 325.00’ 67.65. S$80°49°08"E 67,52’ 33.95’ | a . 11°04\'19” 325.00’ 62.80’ S69°19\'13"E 62.71" 31.50’ 3, N22°52\'28"W, A DISTANCE OF 138.22 FEET TO A COTTON SPINDLE FOUND; 11°58\'12" 325.00" 67.90" S44°53\'457E 67.77. 34.07’ 12°06\'25” 325.00’ 68.67" S32\'51\'26"E 68.55" 34.47" 4, $82°48\'28"W, A DISTANCE OF 248.45 FEET TO AN IRON ROD WITH G&R CAP FOUND; 11°33\'32” 325.00’ 65.56’ $21\'01\'28"E 65.45’ 32.89\' 5. N84°56\'17"W, A DISTANCE OF 133.58 FEET TO A 1/2" IRON ROD FOUND, FOR THE SOUTHWESTERLY CORNER OF THE HEREIN DESCRIBED TRACT; 15°36 27" 273.00 74.91 36705 09 E 74.68" 37.69" 24°44\'19” 275.00 118.74 S46\'52\'46"E 117.82’ 60.31" 6. N13°02’04"W, A DISTANCE OF 244,20 FEET TO A 1/2” IRON ROD FOUND; 19°15\'55" 275.00’ 92.47’ $24°52\'39"E 92.03’ 46.67’ 7, N20°36\'04°W, A DISTANCE OF 121.98 FEET TO A 1/2" IRON ROD FOUND, FOR THE NORTHWESTERLY CORNER OF THE HEREIN DESCRIBED TRACT; 18°50 25" —60.00° 19.75" N48°59 58 E 19.64" 71°23\'23 60.00 74.76 NO3°53\'04"E 70.02 43.11 THENCE LEAVING THE SOUTHERLY LINE OF SAID 436.9248 ACRE TRACT AND THE NORTHERLY LINE OF SAID 2144.875 ACRE C35 | 29°34\'13" 60.00’ 30.97° $59°30\'23"W 30.62" 15.84" TRACT AND CONTINUING OVER AND ACROSS SAID 436.9248 ACRE TRACT, THE FOLLOWING SIXTEEN (16) COURSES: 71°95°53" 60.00" 74 BO’ S09°00\'20"W 70 05" A314 1. N24\'30’29"E, A DISTANCE OF 54.18 FEET TO AN IRON ROD WITH G&R CAP SET; 26°24\'45" 60.00’ 27.66° $39°54\'59"E 27 41! 14.08\' C38_| 14°09\'15”" 60.00’ 14.82’ N63°51\'59"E 14.78 2. N53°04\'07"E, A DISTANCE OF 37.26 FEET TO AN IRON ROD WITH G&R CAP SET; | C39 | 71°47\'02” 60.00’ 75.17’ N20°53\'51°E 70.35\' 43.42’ 3. N69°52\'19"E, A DISTANCE OF 11230 FEET TO AN IRON ROD WITH G&R CAP SET; 29°28\'36" | 60 00 |____30.87\' N29°43°58"W 30.53’ _____15.78\' 120°08\'04” 60.00 125.80’ S75°27°42"W 103.99" 104.21° 4, N15°14\'42"W, A DISTANCE OF 25.45 FEET TO AN IRON ROD WITH G&R CAP SET AT THE POINT OF CURVATURE OF A CURVE TO THE LEFT; 55°59°35” 60.00’ 58.64’ | S$ 12°36\'08"E 56.33" 31.90’  5. ALONG SAID CURVE TO THE LEFT, HAVING A RADIUS OF 20.00 FEET, AN ARC LENGTH OF 31.42 FEET AND A CHORD WHICH BEARS N60°14\'42"W, A DISTANCE OF 28.28 FEET TO AN IRON ROD WITH G&R CAP SET AT THE END OF SAID CURVE;  6. N15°14°42"W, A DISTANCE OF 70.00 FEET TO AN IRON ROD WITH G&R CAP SET AT THE POINT OF CURVATURE OF A CURVE TO THE LEFT;  7. ALONG SAID CURVE TO THE LEFT, HAVING A RADIUS OF 20.00 FEET, AN ARC LENGTH OF 31 42 FEET AND A CHORD WHICH BEARS N29°45\'18"E, A DISTANCE OF 28.28 FEET TO AN IRON ROD WITH G&R CAP SET AT THE END OF SAID CURVE;  8. N15°14°42"W, A DISTANCE OF 10.48 FEET TO AN IRON ROD WITH G&R CAP SET; 9. N74°45\'18"E, A DISTANCE OF 50.00 FEET TO AN IRON ROD WITH G&R CAP SET; 10.$15°14°42"E, A DISTANCE OF 10,48 FEET TO AN IRON ROD WITH G&R CAP SET AT THE POINT OF CURVATURE OF A CURVE TO THE LEFT;  11, ALONG SAID CURVE TO THE LEFT, HAVING A RADIUS OF 20.00 FEET, AN ARC LENGTH OF 31.42 FEET AND A CHORD WHICH BEARS S60°14\'42"E, A DISTANCE OF 28.28 FEET TO AN IRON ROD WITH G&R CAP SET AT THE END OF SAID CURVE;  12.N74°45\'18"E, A DISTANCE OF 169.96 FEET TO AN IRON ROD WITH G&R CAP SET; 13.N15°14°42°W, A DISTANCE OF 10.00 FEET TO AN IRON ROD WITH G&R CAP SET; 14.N56°12\'54"E, A DISTANCE OF 143,39 FEET TO AN IRON ROD WITH G&R CAP SET AT THE POINT OF CURVATURE OF A CURVE TO THE LEFT;  15. ALONG SAID CURVE TO THE LEFT, HAVING A RADIUS OF 50.00 FEET, AN ARC LENGTH OF 88.69 FEET AND A CHORD WHICH BEARS $89°37\'43"E, A DISTANCE OF 77.51 FEET TO AN IRON ROD WITH G&R CAP SET AT THE END OF SAID CURVE;  16.S69°24\'56"E, A DISTANCE OF 188.50 FEET TO AN IRON ROD WITH G&R CAP FOUND AT THE NORTHWESTERLY CORNER OF LOT 1, BLOCK A, OF SAID THE BLUFFS AT CRYSTAL FALLS SECTION 3, PHASE 3M;  THENCE CONTINUING OVER AND ACROSS SAID 436.9248 ACRE TRACT, IN PART WITH THE WESTERLY AND SOUTHERLY LINES OF SAID THE BLUFFS AT CRYSTAL FALLS SECTION 3, PHASE 3M, THE FOLLOWING SEVEN (7) COURSES:  1.$15°11°29"W, A DISTANCE OF 23.41 FEET TO AN IRON ROD WITH G&R CAP FOUND; 2.$14°35\'33°W, A DISTANCE OF 81.00 FEET TO AN IRON ROD WITH G&R CAP FOUND; 3.874°49\'39"E, A DISTANCE OF 74,37 FEET TO AN IRON ROD WITH G&R CAP FOUND; 4.$77°28\'42°E, A DISTANCE OF 139.52 FEET TO AN IRON ROD WITH G&R CAP FOUND; 5.$20°48\'27"E, A DISTANCE OF 59.88 FEET TO AN IRON ROD WITH G&R CAP FOUND AT THE POINT OF CURVATURE OF A CURVE TO THE RIGHT;  6.ALONG SAID CURVE TO THE RIGHT, HAVING A RADIUS OF 60.00 FEET, AN ARC LENGTH OF 77.39 FEET AND A CHORD WHICH BEARS S68°45\'34"E, A DISTANCE OF 72.13 FEET TO AN IRON ROD WITH G&R CAP FOUND;  7.887°21\'05"E, A DISTANCE OF 145.03 FEET TO THE POINT OF BEGINNING, HAVING AN AREA 16.338 ACRES OF LAND, MORE OR LESS.  L\\18110—THE BLUFFS AT CRYSTAL FALLS SECTION 3 PHASE 3N\\dwg\\18110_GR~-BASE dwg 6/26/2018 24003 PM CDT  LINE TABLE  DISTANCE 76.00” 33.56" pis | s1258\'12"w | 54.68  L L 3 N24°30\'29"E_ | 54.18’ 37.26\' 112.30\' 25.45\' L8 42” “9 " P Lio P Liz.  | L8s|sN1514\'42"W | 70.00\' f Lo s|sON15°4.4\'42"W | 10.48°  L10 N74°45\'18"E | 50.00’ $15°14\'42"E | 10,48"  L12 YN15°14\'42"W_ | 10.00\' | 414 | -§14°35\'33"w | 81.00\' _| S74°49\'39"F $20°48\'27"E | 59.88 _| | 17. | sng721\'05"w | 5.67’ Tig s|_=st5*14\'42"w_| 99.80\' _|  N78°47\'03"W  | L28. | §58°14’09"W  SHEET 3: PLAT NOTES AND SIGNATURE BLOCKS  ®@ ®& SURVEYING, LLC  1805 OUIDA DR.  AUSTIN, TEXAS 78728 PHONE: (812) 267-7430 FAX: (512) 836-8385  FIRM NO. 70032000 SHEET 1 OF 3 ',
                        ocr_quality: {
                            word_confidence: 0.7,
                            readability_score: 95.98
                        },
                        file_path: 'data\\plats\\BLUFFS\\Bluffs 3-3N Recorded Plat.pdf_image_0'
                    }
                ],
                text: ''
            }
        },
        {
            '1': {
                images: [
                    {
                        rotation: 0,
                        rotation_to_zero: 360,
                        rotation_confidence: 0.43,
                        script_language: 'Japanese',
                        script_confidence: 0,
                        format: 'PNG',
                        mode: 'RGB',
                        filename: '',
                        info: {
                            dpi: [
                                96.012,
                                96.012
                            ]
                        },
                        rotated_for_ocr: false,
                        text: 'ASK OO WO?  FINAL PLAT OF THE BLUFFS AT CRYSTAL FALLS SECTION 3, PHASE 3N  LEGEND: = IRON ROD WITH G&R CAP FOUND = 1/2” IRON ROD FOUND = COTTON SPINDLE FOUND = IRON ROD WITH G&R CAP SET = BLOCK NAME = BEST MANAGEMENT PRACTICES EASEMENT = PUBLIC UTILITY EASEMENT  = HOMEOWNER’S ASSOCIATION  S LANDSCAPE LOT  DRAINAGE EASEMENT BEARING BASIS TEXAS CENTRAL ZONE, = LOT AREA IN SQUARE FEET  STATE PLANE COORDINATES (NAD 83) = 5’ SIDEWALK REQUIRED ALONG OSAGE DRIVE  4 (SIDE LOT LINES) e) SO 100 200 00 N.T.S. SCALE: 1”°=100’  / / / | PORTION OF 436.9248 AC. L / oN ~ a / 60 —  / TAYLOR MORRISON AT  CRYSTAL FALLS, LLC ~ WAp —~ DOC. 2010094028 / A) ~/ / / NN WAGony Way 4 / 4 49 /~ — 5g B.F. DAVIS — 50 _) / ra SURVEY 73, ABS. 2280 / , a / ; 3 / as | aN “& Ss ja B THE BLUFFS AT CRYSTAL FAULS | & — / —_ oe Q D 69 24 —~ / a / ‘3 SEC. 3, PH is S — DOC. 2018 ps WATER/ WASTEWATER ESMT ‘ >» Roe y 2° / 2 ~~ & / / \\ DOC. 2018031669 @® HOA/LS/ PUE i ae ~~ 9 57 @ \\ (DOT HATCHED AREA) ~ __ 326.96" g / \\ AS 4Be 42 e 53 a s — _ X=3067617 0 ° —— . = 7A . L ee a — _ / Y=10164418 0 \\ A0 oN} N 169 acess OSAGE_ ORNE —_ a /[ = 0 mH ~C eee (79 rey) 2 56 no I So acc oe = Lo. _ ~ a /. Cl-y 26 790.92 ~~ 54 __ / OQ aa HOA/LS/PUE Che — aa 46 —\\~ — a ; [~~ ~/ 4 @ 55 VA ee : a X=3068641 8 gt 12° of — wae S87 9 — ¥=110164234 8 c —~ ae Le °21°05"E POB a 145.03’ [4 OSAGe be . —~  10.35’  THE BLUFFS AT CRYSTAL FALLS  ® On ~l Ol |  s Be 20 SEC. 3, PH. 3L — —_ — De oO . DOC. 201700252  NEN a 4 ma W | a VA |  Ww T9) ta poe  908 Ww: 7 _- — | —+— ” Zz 6: |  26 2.  S02°38\'55"W 130.00’ gi  SS  PAINTED SKY BEND  an —  | SURVEYING, LLC 1805 OUIDA DR.  |  1/2  x=30675056 / N84°56\'17%y  Y=10163814 8 133.58’  -  , | LJ Tf po pr a  | T  PORTION OF 2144.875 AC. TRAVISSO, LTD. DOC. 2013056181  7  /  /7 PORTION OF 2144.875 AC. 88 > — AUSTIN, TEXAS 78728 B.F. DAVIS , aI RAVISSO, LID. assess 3 / l 80 PHONE: (512) 267-7430 SURVEY 73, ABS. 2280 / \\ — | FAX: (512) 836-8385 “LUCINDA CARTER SURVEY = \\~ —~ — Sf ff — Po FIRM NO. 10032000 Yo ABS. 2209 ™ » ~ SHEET 2 OF 3  L\\18110-THE BLUFFS AT CRYSTAL FALLS SECTION 3 PHASE 3N\\dwg\\18110_GR-BASE dwg 6/26/2018 24003 PM CDT , ',
                        ocr_quality: {
                            word_confidence: 0.88,
                            readability_score: 91.61
                        },
                        file_path: 'data\\plats\\BLUFFS\\Bluffs 3-3N Recorded Plat.pdf_image_0'
                    }
                ],
                text: ''
            }
        },
        {
            '2': {
                images: [
                    {
                        rotation: 90,
                        rotation_to_zero: 270,
                        rotation_confidence: 2.67,
                        script_language: 'Cyrillic',
                        script_confidence: 0,
                        format: 'PNG',
                        mode: 'RGB',
                        filename: '',
                        info: {
                            dpi: [
                                96.012,
                                96.012
                            ]
                        },
                        rotated_for_ocr: true,
                        text: 'at a  2 ZOKROO GUD  FINAL PLAT OF THE BLUFFS AT CRYSTAL FALLS SECTION 3, PHASE SN  STATE OF TEXAS: COUNTY OF TRAVIS:  DEDICATION STATEMENT:  THAT TAYLOR MORRISON AT CRYSTAL FALLS, LLC, BEING THE OWNER OF 16.338 ACRES OF LAND SITUATED IN TRAVIS COUNTY, TEXAS, OUT OF THE B.F, DAVIS SURVEY 73, ABSTRACT NO. 2280 AND THE LUCINDA CARTER SURVEY, ABSTRACT NO. 2209, BEING A PORTION OF THAT 436.9248 ACRE TRACT OF LAND CONVEYED TO TAYLOR MORRISON AT CRYSTAL FALLS, LLC, BY DEED OF RECORD IN DOCUMENT NO. 2010094028, OFFICIAL PUBLIC RECORDS OF TRAVIS COUNTY, TEXAS, DO HEREBY PLAT SAID 16.338 ACRES OF LAND IN ACCORDANCE WITH APPLICABLE ORDINANCES OF THE CITY OF LEANDER AND TRAVIS COUNTY, TEXAS, THE HEREIN DESCRIBED PLAT TO BE KNOWN AS "THE BLUFFS AT CRYSTAL FALLS SECTION 3, PHASE 3N” AND DO HEREBY DEDICATE ALL ADDITIONAL ROW, STREETS, ALLEYS, EASEMENTS, PARKS, AND OTHER OPEN SPACES TO PUBLIC USE, OR, WHEN THE SUBDIVIDER HAS MADE PROVISION FOR PERPETUAL MAINTENANCE THEREOF, TO THE INHABITANTS OF THE SUBDIVISION, SUBJECT TO ANY EASEMENTS AND/OR RESTRICTIONS HERETOFORE GRANTED AND NOT RELEASED.  th WITNESS MY HAND THIS THE _LT pay OF July —_——— , 2018 A.D.  ?  ol ES EE CO YS SR SM RS SY AY NY Yt hi Me nt ne SN  MICHAEL SLACK, VICE PRESIDENT  TAYLOR MORRISON OF TEXAS, INC,  MANAGER, TAYLOR MORRISON AT CRYSTAL FALLS, LLC 11200 LAKELINE BOULEVARD, SUITE 150A  AUSTIN, TEXAS 78717  STATE OF TEXAS: COUNTY OF TRAVIS:  BEFORE ME, THE UNDERSIGNED AUTHORITY, ON THIS DAY PERSONALLY APPEARED MICHAEL SLACK, KNOWN TO ME TO BE THE PERSON WHOSE NAME IS SUBSCRIBED TO THE  FOREGOING INSTRUMENT AND ACKNOWLEDGED TO ME THAT HE EXECUTED THE SAME IN THE CAPACITY THEREIN STATED FOR THE PURPOSES AND CONSIDERATION THEREIN EXPRESSED,  irate oe HAND/AND SEAL OF OFFICE, THIS THE L2™>bay OF sluly 20L& ao.  ‘LEE Sl TS I UND RR GOR OR tt  NOTARY /PUBUC FOR TH ata F TEXAS cn tar Tat sity, POLLY J HAGERTY  So en rn nnn fon a nr ie Notary Public, State of Texas cone ul fhe NAME) “  Ln? Cemm. Ex 3 * aes pires 10-03-2021 MY COMMISSION EXPIRES: "OG -21 a LEE SN ary 1D 10999088  PLAT NOTES 1. THIS SUBDMSION IS WHOLLY CONTAINED WITHIN THE CURRENT CORPORATE LIMITS OF THE CITY OF LEANDER, TEXAS.  2. NO LOT IN THIS SUBDIVISION SHALL BE OCCUPIED UNTIL CONNECTED TO THE CITY OF LEANDER WATER DISTRIBUTION AND WASTEWATER COLLECTION FACILITIES.  3. A BUILDING PERMIT {S REQUIRED FROM THE CITY OF LEANDER PRIOR TO CONSTRUCTION OF ANY BUILDING OR SITE IMPROVEMENTS ON ANY LOT IN THIS SUBDIVISION.  4. NO BUILDINGS, FENCES, LANDSCAPING OR OTHER STRUCTURES ARE PERMITTED WITHIN DRAINAGE EASEMENTS SHOWN, EXCEPT AS APPROVED BY THE CITY OF LEANDER PUBLIC WORKS DEPARTMENT.  5. PROPERTY OWNER SHALL PROVIDE FOR ACCESS TO DRAINAGE EASEMENTS AS MAY BE NECESSARY AND SHALL NOT PROHIBIT ACCESS BY THE CITY OF LEANDER.  6. ALL EASEMENTS ON PRIVATE PROPERTY SHALL BE MAINTAINED BY THE PROPERTY OWNER OR HIS OR HER ASSIGNS.  7. IN ADDITION TO THE EASEMENTS SHOWN HEREON, A TEN (10\') FOOT WIDE PUBLIC UTILITY EASEMENT IS DEDICATED ALONG AND ADJACENT TO ALL RIGHT=OF—WAY AND A TWO AND A HALF (2.5’) FOOT WIDE PUBLIC UTILITY EASEMENT IS DEDICATED ALONG ALL SIDE LOT LINES (SEE TYPICAL EASEMENT DETAIL).  8. NO PORTION OF THIS TRACT IS WITHIN A FLOOD HAZARD AREA AS SHOWN ON THE FLOOD INSURANCE RATE MAPS PANEL NO. 48453C OO95H FOR TRAVIS COUNTY, EFFECTIVE SEPT. 26, 2008, UNLESS CONTAINED WITHIN DRAINAGE EASEMENTS SHOWN HEREON.  9. BUILDING SETBACKS SHALL COMPLY WITH THE ZONING ORDINANCE OF THE CITY OF LEANDER THAT WAS IN EFFECT AT THE  TIME OF THE HIGHLANDS AT CRYSTALL FALLS SECTION 3 DEVELOPMENT AGREEMENT.  10. 4 FOOT SIDEWALKS SHALL BE INSTALLED ON BOTH SIDES OF PAINTED SKY BEND, TRUE GRIT COVE AND GATLIN COVE, 5 FOOT SIDEWALKS SHALL BE INSTALLED ON BOTH SIDES OF OSAGE DRIVE. THOSE SIDEWALKS NOT ABUTTING A RESIDENTIAL, COMMERCIAL OR INDUSTRIAL LOT (INCLUDING SIDEWALKS ALONG STREET FRONTAGES OF LOTS PROPOSED FOR SCHOOLS, CHURCHES, PARK LOTS, DETENTION LOTS, DRAINAGE LOTS, LANDSCAPE LOTS, OR SIMILAR LOTS), SIDEWALKS ON ARTERIAL STREETS TO WHICH ACCESS IS PROHIBITED, SIDEWALKS ON DOUBLE FRONTAGE LOTS ON THE SIDE TO WHICH ACCESS IS PROHIBITED, AND ALL SIDEWALKS ON SAFE SCHOOL ROUTES SHALL BE INSTALLED WHEN THE ADJOINING STREET |S CONSTRUCTED.  11, ALL UTILITY LINES MUST BE LOCATED UNDERGROUND.  12. NO DRIVEWAY SHALL BE CONSTRUCTED CLOSER THAN 50’ OR 60% OF PARCEL FRONTAGE, WHICHEVER IS LESS, TO THE ROW OF AN INTERSECTING LOCAL OR COLLECTOR STREET OR 100’ OR 60% OF PARCEL FRONTAGE, WHICHEVER IS LESS, TO THE ROW OF AN INTERSECTING ARTERIAL STREET.  13. THE HOA WILL OWN AND MAINTAIN THE FOLLOWING LOTS: LOT 25, BLOCK A, LOT 103, BLOCK V AND LOT 26, BLOCK Z.  14. THE HOA BYLAWS ARE RECORDED IN THE OFFICIAL PUBLIC RECORDS OF TRAVIS COUNTY, TEXAS UNDER DOCUMENT NUMBER 2012206635,  15. THE HOMEOWNERS ASSOCIATION IS REQUIRED TO MOW AND MAINTAIN LANDSCAPING IN THE OPEN CHANNELS, DETENTION AND WATER QUALITY AREAS.  16. THE CITY ACCEPTS AND MAINTAINS DRAINAGE AND WATER QUALITY IMPROVEMENTS CONTAINED IN OPEN CHANNELS, DETENTION AND WATER QUALITY AREAS.  17. FOR EVERY SIX HUNDRED (600) SQUARE FEET OF AREA IN THE FOLLOWING LANDSCAPE LOTS: LOT 25, BLOCK A AND LOT 26, BLOCK Z, TWO (2) SHADE TREES (TWO-INCH CALIPER OR LARGER) AND FOUR (4) SHRUBS (FIVE GALLON CONTAINER SIZE OR LARGER) SHALL BE PLANTED AND MAINTAINED. TWO ORNAMENTAL TREES PER SHADE TREE MAY BE SUBSTITUTED FOR UP TO FIFTY PERCENT OF THE SHADE TREES IF DESIRED. A SIX-FOOT PRIVACY FENCE, BUT NO HIGHER THAN THREE FEET WITHIN TWENTY FIVE FEET OF AN INTERSECTING STREET, SHALL BE CONSTRUCTED WITH THE SUBDIVISION IMPROVEMENTS AT THE COMMON LOT LINE BETWEEN THE LANDSCAPE LOT AND THE SINGLE-FAMILY OR TWO-FAMILY LOTS. THE FENCE IS REQUIRED TO BE CONSTRUCTED OF ONE OR MORE OF THE FOLLOWING MATERIALS: BRICK, STONE, CAST STONE, STUCCO, FACTORY TINTED (NOT PAINTED) SPLIT-FACED CONCRETE MASONRY UNIT, OR OTHER SIMILAR MATERIAL APPROVED BY THE DIRECTOR OF PLANNING. IN ADDITION TO THE MATERIALS LISTED ABOVE, TEXTURED PRE-—CAST CONCRETE (E.G. WOODCRETE) IS ALSO PERMITTED WHEN THE PRIVACY FENCE IS ADJACENT TO COLLECTORS. ALL COLUMNS ARE REQUIRED TO HAVE CONCRETE FOOTINGS, THE LANDSCAPE LOT IS REQUIRED TO BE MAINTAINED BY A PRIVATE ASSOCIATION.  18. THIS PROPERTY IS SUBJECT TO A BLANKET TYPE UTILITY EASEMENT GRANTED TO PEDERNALES ELECTRIC COOPERATIVE, INC. IN DOCUMENT NO. 2011083212,  19. ALL PROPERTY HEREIN IS SUBJECT TO THE LOWER COLORADO RIVER AUTHORITY\'S HIGHLAND LAKES WATERSHED ORDINANCE. WRITTEN NOTIFICATION AND/OR PERMITS ARE REQUIRED PRIOR TO COMMENCING ANY DEVELOPMENT ACTIVITIES. CONTACT LCRA WATERSHED MANAGEMENT AT 1—800~-776—5272, EXTENSION 2524 FOR MORE INFORMATION.  L\\18110-THE BLUFFS AT CRYSTAL FALLS SECTION 3 PHASE 3N\\dwg\\18110_GR-BASE dwq 6/26/2018 24003 PM CDT  STATE OF TEXAS: COUNTY OF TRAVIS:  , PHILLIP L. McLAUGHLIN, AM AUTHORIZED UNDER THE LAWS OF THE STATE OF TEXAS TO PRACTICE THE PROFESSION OF LAND SURVEYING, AND HEREBY STATE THAT THIS PLAT CONFORMS WITH APPLICABLE ORDINANCES OF THE CITY OF LEANDE:R, TEXAS AND TRAVIS COUNTY, TEXAS AND THAT ALL EXISTING EASEMENTS OF RECORD AS FOUND ON THE TITLE POLICY PROVDED BY STEWART TITLE, GF NO. 179977, ISSUED MARCH 20, 2018, HAVE BEEN SHOWN OR NOTED HEREON.  7hkiiz of 4,  PHILLIP L. McLAUGHLIN REGISTERED PROFESSIONAL LAND SURVEYOR NO. 5300 STATE OF TEXAS  STATE OF TEXAS: COUNTY OF TRAVIS:  i, SAMUEL D. KIGER, AM AUTHORIZED UNDER THE LAWS OF THE STATE OF TEXAS TO PRACTICE THE PROFESSION OF ENGINEERING, EBY STATE THAT THIS PLAT CONFORMS WITH THE APPLICABLE ORDINANCES OF THE CITY OF LEANDER, TEXAS AND THAT IS NOJ-LOCATED WITHIN THE EDWARDS AQUIFER RECHARGE ZONE.  te a a a lL TE SEE NE  SAMUEL D. KIGER, P.-E.  STATE OF TEXAS NO. 89353 P.O, BOX 1220  LEANDER, TEXAS 78646-1220 512-259-3882  STATE OF TEXAS: COUNTY OF TRAVIS:  APPROVED THIS THE _I3 DAY O ep rer ber, 201% A.D. AT PUBLIC MEETING OF THE PLANNING AND ZONING ITY OF LEANDER. TEXAS A  PLANNING AND ZONING COMMISSION CITY OF LEANDER, TEXAS  PLANNING AND ZONING COMMISSION CITY OF LEANDER, TEXAS  PERMANENT WATER QUALITY BMP EASEMENT PLAT NOTE:  THE PERMANENT WATER QUALITY BEST MANAGEMENT PRACTICE (BMP) EASEMENT IS FOR THE PURPOSE OF PROTECTING THE ENVIRONMENT BY IMPROVING THE QUALITY OF STORMWATER RUNOFF FROM DEVELOPED LANDS. NO STRUCTURE OR IMPROVEMENT MAY BE CONSTRUCTED OR MAINTAINED WITHIN A WATER QUALITY BMP EASEMENT AREA UNLESS SPECIFICALLY AUTHORIZED AND APPROVED IN WRITING IN ADVANCE BY THE LOWER  COLORADO RIVER AUTHORITY (LCRA). THE WATER QUALITY BMP EASEMENT MAY BE ENFORCED BY THE LOWER COLORADO RIVER AUTHORITY OR ANY  OTHER GOVERNMENTAL ENTITY WITH THE AUTHORITY TO PROTECT THE ENVIRONMENT FOR THE BENEFIT OF THE PUBLIC, BY INJUNCTION OR OTHER ACTION IN A COURT OF APPROPRIATE JURISDICTION.  LOWER/C By IVERVAUTHORITY DATE ,  THE STATE OF TEXAS: COUNTY OF TRAVIS:  |, DANA DEBEAUVOIR, CLERK OF TRAVIS COUNTY, TEXAS DO HEREBY CERTIFY THAT THE FOREGOING INSTRUMENT OF WRITING AND ITS CERTIFICATE OF AUTHENTICATION \'s FILED FOR RECORD IN MY  OFFICE ON THE a DAY OF _S aaa 201A A.D. AT. (Zuls, clock’ M. AND DULY RECORDED ON THE ae DAY of O GPT. ce 2018 A.D. AT (D15 ‘CLOCK  _M., OFFICIAL PUBLIC RECORDS OF SAID COUNTY AND STATE IN DOCUMENT NO. 2 2)\\-4 oO Aco  <7 28  WITNESS MY HAND AND SEAL OF OFFICE OF THE COUNTY CLERK, THE 1 ony of SOT 20 IR AD.  DANA DEBEAUVOIR, CQUNTY CLERK, TRAVIS COUNTY, TEXAS  BY__.  eo & SURV EYING, LLC  1805 ODUIDA DR.  AUSTIN, TEXAS 78728 PHONE: (812) 267~7430 FAX: (512) 836-8385  FIRM NO. 70032000 SHEET 3 OF 3 ',
                        ocr_quality: {
                            word_confidence: 0.78,
                            readability_score: 56.89
                        },
                        file_path: 'data\\plats\\BLUFFS\\Bluffs 3-3N Recorded Plat.pdf_image_0'
                    }
                ],
                text: ''
            }
        }
    ]
}
